Repository: zagamaza/splitty
Catalog: ios/Splitty/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hans

source: кто это — выберите
de: wer ist das — auswählen
en: who is this — choose
es: quién es: elígelo
fr: qui est-ce — choisissez
it: chi è: scegli
ja: 誰かを選んでください
ko: 누구인지 선택해 주십시오
pt_br: quem é — escolha
zh_hans: 请选择是谁

source: месяц
de: Monat
en: month
es: mes
fr: mois
it: mese
ja: 月
ko: 월
pt_br: mês
zh_hans: 月

source: не все цены указаны
de: nicht alle Preise angegeben
en: some prices are missing
es: faltan precios
fr: certains prix manquent
it: mancano alcuni prezzi
ja: 一部の価格が未入力です
ko: 일부 가격이 입력되지 않았습니다
pt_br: faltam alguns preços
zh_hans: 部分价格未填写

source: не отправлено
de: nicht gesendet
en: not sent
es: sin enviar
fr: non envoyé
it: non inviato
ja: 未送信
ko: 전송되지 않음
pt_br: não enviado
zh_hans: 未发送

source: не отправлено · %@
de: nicht gesendet · %@
en: not sent · %@
es: sin enviar · %@
fr: non envoyé · %@
it: non inviato · %@
ja: 未送信・%@
ko: 전송되지 않음 · %@
pt_br: não enviado · %@
zh_hans: 未发送 · %@

source: не платили
de: nichts bezahlt
en: didn’t pay
es: no pagaste
fr: n’a rien payé
it: non hanno pagato
ja: 支払っていません
ko: 결제하지 않음
pt_br: não pagaram
zh_hans: 未付款

source: пицца за восемьсот и кола за двести пополам с Саней
de: Pizza acht Euro und Cola zwei Euro halbe halbe mit Sam
en: pizza eight dollars and cola two dollars split with Sam
es: pizza ocho euros y cola dos euros a medias con Sam
fr: pizza huit euros et cola deux euros moitié moitié avec Sam
it: pizza da otto e cola da due divise a metà con Sanya
ja: ピザが800円、コーラが200円でサーニャと半分ずつ
ko: 피자 8,000원, 콜라 2,000원을 사냐 님과 반씩
pt_br: pizza de oitenta e refrigerante de vinte, meio a meio com o Sanya
zh_hans: 披萨 80 元、可乐 20 元，和萨尼亚平分

source: пн
de: Mo
en: Mon
es: lun
fr: lun
it: lun
ja: 月
ko: 월
pt_br: seg
zh_hans: 周一

source: по %@ × %lld
de: je %1$@ × %2$lld
en: %1$@ each × %2$lld
es: %1$@ cada uno × %2$lld
fr: %1$@ chacun × %2$lld
it: %1$@ l’uno × %2$lld
ja: %1$@ × %2$lld
ko: 각 %1$@ × %2$lld
pt_br: %1$@ cada × %2$lld
zh_hans: 每份 %1$@ × %2$lld

source: по 100 ₽
de: je 1,00 €
en: $1.00 each
es: 1,00 € c/u
fr: 1,00 € chacun
it: € 1,00 l’uno
ja: 100円ずつ
ko: 각 ₩1,000
pt_br: R$ 10,00 cada
zh_hans: 每份 ¥10.00

source: по 100 ₽ × 2
de: je 1,00 € × 2
en: $1.00 each × 2
es: 1,00 € c/u × 2
fr: 1,00 € chacun × 2
it: € 1,00 l’uno × 2
ja: 100円ずつ × 2
ko: 각 ₩1,000 × 2
pt_br: R$ 10,00 cada × 2
zh_hans: 每份 ¥10.00 × 2

source: по 200 ₽
de: je 2,00 €
en: $2.00 each
es: 2,00 € c/u
fr: 2,00 € chacun
it: € 2,00 l’uno
ja: 200円ずつ
ko: 각 ₩2,000
pt_br: R$ 20,00 cada
zh_hans: 每份 ¥20.00

source: по 400 ₽ × 2
de: je 4,00 € × 2
en: $4.00 each × 2
es: 4,00 € c/u × 2
fr: 4,00 € chacun × 2
it: € 4,00 l’uno × 2
ja: 400円ずつ × 2
ko: 각 ₩4,000 × 2
pt_br: R$ 40,00 cada × 2
zh_hans: 每份 ¥40.00 × 2

source: по 800 ₽
de: je 8,00 €
en: $8.00 each
es: 8,00 € c/u
fr: 8,00 € chacun
it: € 8,00 l’uno
ja: 800円ずつ
ko: 각 ₩8,000
pt_br: R$ 80,00 cada
zh_hans: 每份 ¥80.00

source: по позициям чека
de: nach Belegpositionen
en: by receipt items
es: por líneas del recibo
fr: par lignes du ticket
it: per voci dello scontrino
ja: レシートの品目ごと
ko: 영수증 항목별
pt_br: pelos itens do recibo
zh_hans: 按小票项目

source: по суммам
de: nach Beträgen
en: by amounts
es: por importes
fr: par montants
it: per importi
ja: 金額で
ko: 금액별
pt_br: por valores
zh_hans: 按金额

source: позиции
de: Positionen
en: items
es: artículos
fr: articles
it: voci
ja: 品目
ko: 항목
pt_br: itens
zh_hans: 项目

source: позиция
de: Position
en: item
es: línea
fr: ligne
it: voce
ja: 品目
ko: 항목
pt_br: item
zh_hans: 项目

source: получил(а)
de: hat erhalten
en: received
es: recibió
fr: a reçu
it: ha ricevuto
ja: 受け取りました
ko: 받았습니다
pt_br: recebeu
zh_hans: 已收到

source: получили
de: hast erhalten
en: received
es: recibiste
fr: avez reçu
it: hanno ricevuto
ja: 受け取りました
ko: 받았습니다
pt_br: receberam
zh_hans: 已收到

source: поровну
de: gleichmäßig
en: equally
es: a partes iguales
fr: à parts égales
it: in parti uguali
ja: 均等
ko: 균등
pt_br: igualmente
zh_hans: 平摊

source: пт
de: Fr
en: Fri
es: vie
fr: ven
it: ven
ja: 金
ko: 금
pt_br: sex
zh_hans: 周五

source: сб
de: Sa
en: Sat
es: sáb
fr: sam
it: sab
ja: 土
ko: 토
pt_br: sáb
zh_hans: 周六

source: скажите, кто что взял — точнее
de: sag, wer was genommen hat — genauer
en: say who took what — more accurate
es: di quién tomó qué — más exacto
fr: dites qui a pris quoi — plus précis
it: di’ chi ha preso cosa: è più preciso
ja: 誰が何を頼んだか言うと、より正確です
ko: 누가 무엇을 먹었는지 말씀하시면 더 정확합니다
pt_br: diga quem pediu o quê — fica mais preciso
zh_hans: 说出谁点了什么 — 更准确

source: ср
de: Mi
en: Wed
es: mié
fr: mer
it: mer
ja: 水
ko: 수
pt_br: qua
zh_hans: 周三

source: сум
de: Sum
en: sum
es: sum
fr: sum
it: som
ja: スム
ko: 숨
pt_br: som
zh_hans: 苏姆

source: точные суммы
de: genaue Beträge
en: exact amounts
es: importes exactos
fr: montants exacts
it: importi esatti
ja: 正確な金額
ko: 정확한 금액
pt_br: valores exatos
zh_hans: 准确金额

source: укажите цену
de: Preis angeben
en: add a price
es: indica el precio
fr: indiquez le prix
it: indica il prezzo
ja: 価格を入力
ko: 가격 입력
pt_br: informe o preço
zh_hans: 填写价格

source: участнику
de: einem Mitglied
en: a member
es: un miembro
fr: un membre
it: a un partecipante
ja: メンバー
ko: 참여자
pt_br: a um participante
zh_hans: 成员

source: целиком
de: komplett
en: in full
es: entera
fr: en entier
it: per intero
ja: 全額
ko: 전액
pt_br: por inteiro
zh_hans: 全额

source: цена?
de: Preis?
en: price?
es: ¿precio?
fr: prix ?
it: prezzo?
ja: 価格？
ko: 가격?
pt_br: preço?
zh_hans: 价格？

source: цены возьмём с чека — точнее
de: Preise vom Beleg sind genauer
en: prices from the receipt are more accurate
es: los precios del recibo son más exactos
fr: les prix du ticket sont plus précis
it: i prezzi dallo scontrino sono più precisi
ja: レシートの価格の方が正確です
ko: 영수증의 가격이 더 정확합니다
pt_br: os preços do recibo são mais precisos
zh_hans: 用小票上的价格更准确

source: чт
de: Do
en: Thu
es: jue
fr: jeu
it: gio
ja: 木
ko: 목
pt_br: qui
zh_hans: 周四

source: Email
es: Correo
ja: メール
ko: 이메일
zh_hans: 邮箱
